Repository: nodeexcel/ecosystemai_agents
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: user does not exist
fr: l'utilisateur n'existe pas

source: Chat does not exist
fr: Le chat n'existe pas

source: Please provide calendar details
fr: Veuillez fournir les détails du calendrier

source: Please provide webpage details
fr: Veuillez fournir les détails de la page Web

source: Invalid data provided
fr: Données non valides fournies

source: This account is already connected to a agent.
fr: Ce compte est déjà connecté à un agent

source: Appointment agent created successfullly.
fr: Agent de rendez-vous créé avec succès

source: Agent does not exist
fr: L'agent n'existe pas

source: status updated for agent
fr: statut mis à jour pour l'agent

source: Agent updated successfully
fr: Agent mis à jour avec succès

source: Not authorized to update this agent
fr: Non autorisé à mettre à jour cet agent

source: Agent deleted successfully
fr: Agent supprimé avec succès

source: Not authorized to delete this agent
fr: Non autorisé à supprimer cet agent

source: chat does not exist
fr: le chat n'existe pas

source: Cannot talk to the lead presently agent enabled
fr: Impossible de parler à l'agent principal actuellement activé

source: Cannot chat with lead as it was associated with a different platform before
fr: Impossible de discuter avec le prospect car il était associé à une autre plateforme

source: No chat history
fr: Pas d'historique de discussion

source: Cannot change status of chat
fr: Impossible de modifier le statut du chat

source: agent does not exist
fr: l'agent n'existe pas

source: test agent not configured properly
fr: l'agent de test n'est pas configuré correctement

source: Need to provide calendar type
fr: Besoin de fournir le type de calendrier

source: Need to provide url
fr: Besoin de fournir l'URL

source: Campaign does not exist
fr: La campagne n'existe pas

source: Not authorized to update this campaign
fr: Non autorisé à mettre à jour cette campagne

source: status updated for campaign
fr: statut mis à jour pour la campagne

source: You donot have any ongoing campaigns
fr: Vous n'avez aucune campagne en cours

source: No content exits
fr: Aucun contenu ne sort

source: Cannot edit the content
fr: Impossible de modifier le contenu

source: campaign duplicated
fr: campagne dupliquée

source: Only PDF files are allowed.
fr: Seuls les fichiers PDF sont autorisés

source: Your data is stored in BrainAI knowledge base
fr: Vos données sont stockées dans la base de connaissances BrainAI

source: knowledge_base does not exist
fr: la base de connaissances n'existe pas

source: phone number is already added
fr: le numéro de téléphone est déjà ajouté

source: Phone Number added to the list
fr: Numéro de téléphone ajouté à la liste

source: phone number does not exists
fr: le numéro de téléphone n'existe pas

source: agent does not exists
fr: l'agent n'existe pas

source: No Phone Numbers are added
fr: Aucun numéro de téléphone n'est ajouté

source: first create agents
fr: créer d'abord des agents

source: status updated for number
fr: statut mis à jour pour le numéro

source: Phone Number does not exist
fr: Le numéro de téléphone n'existe pas
